//import Foundation
//import RxSwift
//import RxCocoa
//
//final class CityManager{
//    static let shared = CityManager()
//
//    let sido: [String:[String]] = ["서울특별시":["중구"],
//                                 "부산광역시":["부산진구"],
//                                 "대구광역시": ["달성군"],
//                                 "인천광역시":["미추홀구"],
//                                 "광주광역시":["북구"],
//                                 "대전광역시":["대덕구"]
//                                 ]
////                                 "울산광역시",
////                                 "세종특별자치시",
////                                 "경기도",
////                                 "강원도",
////                                 "충청북도",
////                                 "충청남도",
////                                 "전라북도",
////                                 "전라남도",
////                                 "경상북도",
////                                 "경상남도",
////                                 "제주특별자치도"]
//
//    let city : [String:String] = ["중구":"11140","부산진구":"26230","달성군":"27710","미추홀구":"28177","북구":"29170","대덕구":"30230"]
////                                      "울산광역시":["중구":31110],
////                                      "세종특별자치시":["세종특별자치시":36110],
////                                      "경기도":["수원시 장안구":41111],
////                                      "강원도":["삼척시":42230],
////                                      "충청북도":["제천시":43150],
////                                      "충청남도":["보령시":44180],
////                                      "전라북도":["정읍시":45180],
////                                      "전라남도":["목포시":46110],
////                                      "경상북도":["구미시":47190],
////                                      "경상남도":["거제시":48310],
////                                      "제주특별자치도":["제주시":50110]
//}
//


